{
    "description": "Databricks is a data and AI platform that unifies data engineering, analytics, and machine learning on a lakehouse architecture.",
    "company_overview": "Databricks has hired Mike Daniels as Vice President and General Manager of Public Sector to lead its growing public sector practice.",
    "headquarters_location": "California, United States, North America",
    "founder_names": [
      "Ali Ghodsi",
      "Andy Konwinski",
      "Arsalan Tavakoli-Shiraji",
      "Ion Stoica",
      "Matei Zaharia",
      "Patrick Wendell",
      "Reynold Xin"
    ],
    "industry_categories": [
      "Analytics",
      "Artificial Intelligence (AI)",
      "Information Technology",
      "Machine Learning"
    ],
    "news": "Tredence is honored to announce its recognition as the 2025 Databricks Growth Partner of the Year for the Americas. Recognized for bridging the 'Last Mile' in AI and accelerating RoI realization and growth for enterprises in the Americas through industry-specific Data and AI solutions. The award highlights Tredence's impactful achievements and forward-thinking innovation in driving scalable AI transformation. Tredence and Databricks' collaboration has resulted in measurable impact for joint customers across retail, CPG, healthcare, TMT, Travel & Hospitality and industrial sectors. Backed by elite partner status, Tredence's investment in a robustDatabricks Business Unit, coupled with a growing pool of 600+ Databrick-certified practitioners, reinforces its commitment to delivering repeatable, scalable, and outcome-focused transformations. \"AI's true test is in the last mile—where strategy becomes progress. That's where Tredence delivers,\" said Rakesh Sancheti, Chief Growth Officer at TredENCE. \"Winning the Growth Partner of the Year award for the Americas reaffirms our belief that sustained enterprise modernization begins when AI moves from experimentation to execution,\" said Shashank Dubey. The Tredence's partnership with Databricks continues to shape enterprise innovation across the Americas. The joint efforts are unlocking real-world value for enterprises across industries. \"We are proud to recognize TredENCE as our Growth Partner of the Year for the Americas,\" said Jason McIntyre, VP, Partner Development at Databrick. Enabled a major healthcare provider to achieve 35% faster data processing through a strategic cloud migration. Deployed Smart Manufacturing Command Center to cut maintenance costs by 19%, boost throughput by 12%, and speed up root cause analysis by 40%. Adds to this honor, Tredence was also awarded the Databricks Retail & CPG Partner of the Year for the fourth consecutive time.  Lovelytics wins two prestigious awards at the 2025 Databricks Data + AI Summit. The company has 3,500+ employees across San Francisco Bay Area, Chicago, London, Toronto, and Bengaluru. Lovelytics stood out for its deep technical expertise, customer-first approach, and strategic partnerships. Lovelytics Sweeps Multiple Honors at Databricks Partner Awards: Enterprise & Emerging Business Unit and Media & Entertainment.Across the Americas, Lovelytics has enabled enterprises and emerging businesses to unlock growth through AI and modern data platforms. Highlights of delivered business value include: Hyper-personalized customer experiences and real-time inventory optimization for retail brands. Lovelytics earned the Databricks Communications, Media & Entertainment, and Gaming Partner of the Year Award. It implemented real-time content personalization and a scalable, cloud-native architecture. The engagement resulted in a 30% reduction in operational costs and a 50% increase in platform adoption. Lovelytics has led the way in delivering impactful solutions across industries at enterprise scale. The awards follow Lovelytics' merger with Nousot and acquisition of LATAM consultancy Datalytics. Backed by Databricks Ventures and Interlock Equity, the firm operates across North America, LATAM, and Europe. The Lovelytics website is available in English and Spanish. For more information, visit www.lovelytics.com. For confidential support call the Samaritans on 08457 909090 or visit a local Samaritans branch, see www.samaritans.org. In the U.S. call the National Suicide Prevention Line on 1-800-273-8255.",
    "founder_info": {
      "Ali Ghodsi": {
        "wikipedia_summary": null,
        "latest_news": [
          {
            "title": "3. Databricks",
            "date": "4 hours ago",
            "desc": "Founders: Ali Ghodsi (CEO), Matei Zaharia, Reynold Xin, Ion Stoica, Patrick Wendell, Andy Konwinski, Arsalan Tavakoli-Shiraji Launched: 20134 hours ago"
          },
          {
            "title": "Databricks Announces 2025 Data + AI Summit Keynote Lineup and Data Intelligence Programming",
            "date": "3 weeks ago",
            "desc": "The Data Intelligence for All themed event will feature keynotes from co-founders Ali Ghodsi, Matei Zaharia, Arsalan Tavakoli-Shiraji and Reynold Xin."
          },
          {
            "title": "Pro Weekly: AI M&A Heats Up",
            "date": "3 weeks ago",
            "desc": "One of the most exciting stories in tech lately is just four letters long: AI M&A.On Wednesday, Databricks said it was paying around $1 billion to buy Neon,..."
          }
        ],
        "education": [],
        "jobs": []
      },
      "Andy Konwinski": {
        "wikipedia_summary": "Perplexity AI, or simply Perplexity, is an American web search engine that uses a large language model to process queries and synthesize responses based on web search results. With a conversational approach, Perplexity allows users to ask follow-up questions and receive answers with citations to its sources from the internet.\nPerplexity AI, Inc.",
        "latest_news": [
          {
            "title": "AI tutoring startup SigIQ.ai emerges from stealth with $9.5M to democratize elite education",
            "date": "2 months ago",
            "desc": "Berkeley, April 07, 2025 (GLOBE NEWSWIRE) -- When SigIQ.ai's AI tutor took India's notoriously difficult UPSC civil service exam last June, it didn't just..."
          },
          {
            "title": "The New Billionaires of the AI Boom",
            "date": "2 months ago",
            "desc": "The rush into artificial intelligence has minted fortunes worth a collective $71 billion for 29 founders."
          },
          {
            "title": "Perplexity AI crosses $100 million in annualized revenue, says Aravind Srinivas",
            "date": "2 months ago",
            "desc": "Perplexity, an AI search engine startup has achieved a significant milestone by surpassing $100 million in annualized revenue, just 20 months after..."
          }
        ],
        "education": [
          "University of Wisconsin-Madison B.S Computer Science",
          "University of California Berkeley M.S Computer Science",
          "University of California Berkeley Ph.D. Computer Science"
        ],
        "jobs": [
          "Databricks Cofounder & VP Product",
          "Laude Ventures Co-Founder and General Partner",
          "University of California Berkeley Instructor",
          "Perplexity President & Co-Founder"
        ]
      },
      "Arsalan Tavakoli-Shiraji": {
        "wikipedia_summary": null,
        "latest_news": [
          {
            "title": "3. Databricks",
            "date": "4 hours ago",
            "desc": "Founders: Ali Ghodsi (CEO), Matei Zaharia, Reynold Xin, Ion Stoica, Patrick Wendell, Andy Konwinski, Arsalan Tavakoli-Shiraji Launched: 20134 hours ago"
          },
          {
            "title": "Databricks Announces 2025 Data + AI Summit Keynote Lineup and Data Intelligence Programming",
            "date": "3 weeks ago",
            "desc": "The Data Intelligence for All themed event will feature keynotes from co-founders Ali Ghodsi, Matei Zaharia, Arsalan Tavakoli-Shiraji and Reynold Xin."
          },
          {
            "title": "The notion that AI is going to replace slew of jobs is frankly overblown: Analyst",
            "date": "2 months ago",
            "desc": "CNA's Syahida Othman unpacked the hype that AI is going to take over some jobs with Arsalan Tavakoli-Shiraji, Co-Founder and Senior Vice President of Field..."
          }
        ],
        "education": ["University of Virginia B.S. Computer Science & Economics"],
        "jobs": ["Databricks Co-Founder and SVP of Field Engineering"]
      },
      "Ion Stoica": {
        "wikipedia_summary": "Ion Stoica (born 1964 or 1965) is a Romanian–American computer scientist specializing in distributed systems, cloud computing and computer networking. He is a professor of computer science at the University of California, Berkeley and co-director of AMPLab. He co-founded Conviva and Databricks with other original developers of Apache Spark and Anyscale with other original developers of Ray.",
        "latest_news": [
          {
            "title": "Beyond Leaderboards: LMArena’s Mission to Make AI Reliable",
            "date": "2 weeks ago",
            "desc": "In this episode of AI + a16z, LMArena cofounders Anastasios N. Angelopoulos, Wei-Lin Chiang, and Ion Stoica sit down with a16z general partner Anjney Midha..."
          },
          {
            "title": "TechCrunch Sessions: AI to Tackle Ethical Challenges of Artificial Intelligence",
            "date": "2 weeks ago",
            "desc": "TechCrunch Sessions: AI will take place on June 5 at UC Berkeley's Zellerbach Hall, bringing together leading experts to confront the pressing ethical..."
          },
          {
            "title": "Artemis Seaford and Ion Stoica cover the ethical crisis at Sessions: AI",
            "date": "2 weeks ago",
            "desc": "Artemis brings a rare blend of academic depth and frontline experience. At ElevenLabs, she leads AI safety efforts focused on media authenticity and abuse..."
          }
        ],
        "education": [
          "Carnegie Mellon University Ph.D Electrical and Computer Engineering"
        ],
        "jobs": [
          "Conviva Co-Founder and CTO",
          "Databricks Co-founder",
          "Anyscale Co-Founder",
          "Opaque Systems Co-Founder",
          "Databricks Executive Chairman"
        ]
      },
      "Matei Zaharia": {
        "wikipedia_summary": "Matei Zaharia (born 1984 or 1985) is a Romanian-Canadian computer scientist, educator and the creator of Apache Spark.\nAs of 2024, Forbes ranked him and Ion Stoica as the 3rd-richest Romanians with a net worth of $2.7 billion.\n\n\n== Biography ==\nZaharia graduated from secondary school at Jarvis Collegiate Institute before moving to become an undergraduate at the University of Waterloo.",
        "latest_news": [
          {
            "title": "Databricks Announces 2025 Data + AI Summit Keynote Lineup and Data Intelligence Programming",
            "date": "3 weeks ago",
            "desc": "The Data Intelligence for All themed event will feature keynotes from co-founders Ali Ghodsi, Matei Zaharia, Arsalan Tavakoli-Shiraji and Reynold Xin."
          },
          {
            "title": "Here Are the 46 Most Disruptive Leaders in the Artificial Intelligence Industry",
            "date": "2 months ago",
            "desc": "The top AI CTOs and leaders are creating new uses for the novel technology, like improved generative models, AI agents and more."
          },
          {
            "title": "US-based Databricks, Co-founded by Romanian CTO, Opens 2025 With Largest Debt Financing to Date",
            "date": "4 months ago",
            "desc": "Databricks, the AI and data intelligence platform, has raised $5 billion in debt financing, marking the largest debt raise ever."
          }
        ],
        "education": [
          "University of California Berkeley PhD Computer Science",
          "University of Waterloo Bachelor of Mathematics Computer Science"
        ],
        "jobs": [
          "Apache Spark Founder and VP",
          "The Apache Software Foundation VP, Apache Spark",
          "Stanford University Assistant Professor",
          "Databricks CTO & Co-Founder",
          "Apache Spark Founder and Hadoop Committer"
        ]
      },
      "Patrick Wendell": {
        "wikipedia_summary": "Databricks, Inc. is a global data, analytics, and artificial intelligence (AI) company, founded in 2013 by the original creators of Apache Spark. The company provides a cloud-based platform to help enterprises build, scale, and govern data and AI, including generative AI and other machine learning models.",
        "latest_news": [
          {
            "title": "3. Databricks",
            "date": "4 hours ago",
            "desc": "Founders: Ali Ghodsi (CEO), Matei Zaharia, Reynold Xin, Ion Stoica, Patrick Wendell, Andy Konwinski, Arsalan Tavakoli-Shiraji Launched: 20134 hours ago"
          },
          {
            "title": "Baseball: Pairings, results, recaps, previews for district championships",
            "date": "3 weeks ago",
            "desc": "District baseball playoff pairings, scores, recaps, previews for Bucks County area high schools."
          },
          {
            "title": "S.F. Mayor Touts Databricks’ Plan to Invest $1B in City in Next 3 Years",
            "date": "3 months ago",
            "desc": "The message has been very clear that the city wants to work together with businesses to revitalize downtown, to invest in great conferences, to bring people..."
          }
        ],
        "education": [],
        "jobs": ["Databricks Co-Founder and VP of Engineering"]
      },
      "Reynold Xin": {
        "wikipedia_summary": "Reynold Xin is a computer scientist and engineer specializing in big data, distributed systems, and cloud computing. He is a co-founder and Chief Architect of Databricks. He is best known for his work on Apache Spark, a leading open-source Big Data project.",
        "latest_news": [
          {
            "title": "3. Databricks",
            "date": "4 hours ago",
            "desc": "Founders: Ali Ghodsi (CEO), Matei Zaharia, Reynold Xin, Ion Stoica, Patrick Wendell, Andy Konwinski, Arsalan Tavakoli-Shiraji Launched: 20134 hours ago"
          },
          {
            "title": "Databricks Announces 2025 Data + AI Summit Keynote Lineup and Data Intelligence Programming",
            "date": "3 weeks ago",
            "desc": "The Data Intelligence for All themed event will feature keynotes from co-founders Ali Ghodsi, Matei Zaharia, Arsalan Tavakoli-Shiraji and Reynold Xin."
          },
          {
            "title": "Databricks IPO: everything you need to know",
            "date": "1 month ago",
            "desc": "Learn about Databricks and its anticipated IPO, with potential price drivers and how to trade AI and tech stocks via CFDs."
          }
        ],
        "education": [
          "University of Toronto BASc Engineering Science",
          "University of California Berkeley Ph.D Computer Science"
        ],
        "jobs": ["Databricks Co-founder & Chief Architect"]
      }
    }
  }
  