{
  "description": null,
  "company_overview": "Spott is Spott's goal is to provide a recruitment platform that third-party recruiters love. Designed for the AI era, Spott will enhance the hiring process in every way, including presentation, matching candidates with positions, and search.",
  "headquarters_location": "California, United States, North America",
  "founder_names": [
    "Lander Degreve",
    "Manu Vanderveeren",
    "Samuel Smeys"
  ],
  "industry_categories": [
    "Artificial Intelligence (AI)",
    "B2B",
    "Enterprise Software",
    "Human Resources",
    "Recruiting",
    "SaaS"
  ],
  "news": "HRTech startup Spott has raised $3.2 million in funding to build an AI-native ATS and a recruitment CRM. The round was led by Base 10, with Y Combinator, True Equity and Fortino Capital among the other participants.",
  "founder_info": {
    "Lander Degreve": {
      "wikipedia_summary": "Biogas is a gaseous renewable energy source produced from raw materials such as agricultural waste, manure, municipal waste, plant material, sewage, green waste, wastewater, and food waste. Biogas is produced by anaerobic digestion with anaerobic organisms or methanogens inside an anaerobic digester, biodigester or a bioreactor.\nThe gas composition is primarily methane (CH4) and carbon dioxide (CO2) and may have small amounts of hydrogen sulfide (H2S), moisture and siloxanes.",
      "latest_news": [
        {
          "title": "Spott Raises $3.2M in Funding",
          "date": "2 weeks ago",
          "desc": "Spott, a San Francisco, CA-based provider of an operating platform for recruitment agencies, raised $3.2M in funding."
        },
        {
          "title": "Spott’s AI-native recruiting platform scores $3.2M to end hiring software chaos",
          "date": "2 weeks ago",
          "desc": "Spott secures $3.2 million in funding to build an all-in-one AI-native recruitment platform that automates workflows and eliminates tech fragmentation for..."
        }
      ],
      "education": [
        "Bocconi University MSc Finance"
      ],
      "jobs": [
        "Spott Co-Founder & CPO"
      ]
    },
    "Manu Vanderveeren": {
      "wikipedia_summary": "The 10th-anniversary edition of the Miss Grand International pageant was held at the Sentul International Convention Center in West Java, Indonesia on October 25, 2022, in which candidates from 68 countries and territories participated. These candidates were elected as the country representatives through different methods, such as through the Miss Grand National which was held to select the country representative for Miss Grand International specifically, or appointed by another national pageant organizer, in which the main winner was sent to compete on other international stages. Some of them were assigned as the representatives without competing at any national pageant in this particular year.",
      "latest_news": [
        {
          "title": "",
          "date": "",
          "desc": ""
        },
        {
          "title": "Spott Raises $3.2M in Funding",
          "date": "2 weeks ago",
          "desc": "Spott, a San Francisco, CA-based provider of an operating platform for recruitment agencies, raised $3.2M in funding."
        },
        {
          "title": "Spott’s AI-native recruiting platform scores $3.2M to end hiring software chaos",
          "date": "2 weeks ago",
          "desc": "Spott secures $3.2 million in funding to build an all-in-one AI-native recruitment platform that automates workflows and eliminates tech fragmentation for..."
        }
      ],
      "education": [
        "London School of Business and Finance (LSBF) Master's degree Financial Analysis"
      ],
      "jobs": [
        "Spott Co-Founder & COO"
      ]
    },
    "Samuel Smeys": {
      "wikipedia_summary": null,
      "latest_news": [
        {
          "title": "",
          "date": "",
          "desc": ""
        },
        {
          "title": "Spott’s AI-native recruiting platform scores $3.2M to end hiring software chaos",
          "date": "2 weeks ago",
          "desc": "Spott secures $3.2 million in funding to build an all-in-one AI-native recruitment platform that automates workflows and eliminates tech fragmentation for..."
        }
      ],
      "education": [
        "London School of Economics and Political Science Master of Science - MSc Statistics"
      ],
      "jobs": [
        "Spott Co-Founder & CTO"
      ]
    }
  }
}