{
  "description": "Airbnb is an online community marketplace for people to list, discover, and book accommodations through mobile phones or the Internet.",
  "company_overview": "Rebecca Van Dyck, a veteran of Meta, Apple, and Wieden + Kennedy, joins Airbnb as Chief Marketing Officer, bringing extensive marketing experience to lead the company's marketing, research, and creative teams.",
  "headquarters_location": "California, United States, North America",
  "founder_names": [
    "Brian Chesky",
    "Joe Gebbia",
    "Nathan Blecharczyk"
  ],
  "industry_categories": [
    "Non Profit",
    "Property Management",
    "Real Estate"
  ],
  "news": "Ald. Anthony Napolitano, 41st, is pushing forward legislation that would give aldermen the ability to unilaterally ban new rentals on a precinct-by-precinct level. The City Council’s License and Consumer Protection Committee is set to consider the legislation Wednesday. Airbnb says the ban is an \"unnecessary violation of Chicagoans' constitutional property rights\" The company says it has seen a 78% drop in the number of party reports since the ban was proposed. The city says it will use the money from the ban to fight homelessness and domestic violence. Ald. Napolitano said his measure “flips the script” to place the onus on companies instead of residents. Some aldermen, like Southwest Side Ald. Marty Quinn, have pushed forward with signature-collection efforts that have blocked Airbnb in large swaths of wards. Alderman: Pre-existing short-term rental units would be allowed to continue operating if rentals were banned in a precinct. He shared concerns that the rentals drive up housing costs or harm tax revenue brought in by hotels, but added that his goal is “not to hurt Airbnb.” Ald. Jessie Fuentes worries rentals might push her residents out of theirs. Most of the guests she welcomes are traveling professionals or tourists visiting nearby family. “I allow into my home and my freedom of allowing people to stay in my home,” Torres said. “When you begin to short up the amount of units in our city, it begins to also inflate those prices,” she says. “I just think there needs to be some form of regulation,’ she adds. ‘I am not anti-Airbnb. I’m just against short-term rentals.’ Billionaire Joe Gebbia had been under consideration to take over DOGE, people say. But he told others he was not interested in a role in which he alone would lead, they say. That is in part because of the intense scrutiny that would come with a formal role in charge.",
  "founder_info": {
    "Brian Chesky": {
      "wikipedia_summary": null,
      "latest_news": [
        {
          "title": "Another Billionaire Lining Up to Co-Lead DOGE After Musk’s Dramatic Exit",
          "date": "1 hour ago",
          "desc": "Looks like DOGE is swapping one billionaire for another. Airbnb co-founder Joe Gebbia is expected to be part of a “small council of advisers” overseeing the..."
        },
        {
          "title": "From rentals to haircuts - Airbnb becomes an 'everything app' in ambitious rebrand",
          "date": "1 day ago",
          "desc": "Airbnb, the reigning king of short-term rental booking, is expanding its offering with the introduction of Services as part of a holistic and massive new..."
        },
        {
          "title": "Brian Chesky reveals what he learned from a brutal early rejection email",
          "date": "2 days ago",
          "desc": "Brian Chesky said a rejection email from 2008 taught him a key lesson about entrepreneurship. The Airbnb CEO said it was one of many rejections he got while..."
        }
      ],
      "education": [
        "Rhode Island School of Design BFA Industrial Design"
      ],
      "jobs": [
        "Airbnb CEO & Co-Founder"
      ]
    },
    "Joe Gebbia": {
      "wikipedia_summary": "Joseph Gebbia Jr. (/'gebia/; born August 21, 1981) is an American designer and entrepreneur, and a co-founder of  Airbnb. Gebbia is on the board of directors of Airbnb, but has not been involved in the operations of the company since 2022.",
      "latest_news": [
        {
          "title": "Another Billionaire Lining Up to Co-Lead DOGE After Musk’s Dramatic Exit",
          "date": "1 hour ago",
          "desc": "Looks like DOGE is swapping one billionaire for another. Airbnb co-founder Joe Gebbia is expected to be part of a “small council of advisers” overseeing the..."
        },
        {
          "title": "After Elon Musk, DOGE’s future could rest with Georgia-born Airbnb cofounder",
          "date": "5 hours ago",
          "desc": "The New York Times' reports that Airbnb co-founder Joe Gebbia could have an expanded role with the Department of Government Efficiency initiative."
        },
        {
          "title": "Airbnb founder Gebbia emerges as top candidate for Musk's DOGE successor",
          "date": "9 hours ago",
          "desc": "Entrepreneur Joe Gebbia considered as frontrunner for leadership role in federal efficiency agency following Musk's departure."
        }
      ],
      "education": [],
      "jobs": []
    },
    "Nathan Blecharczyk": {
      "wikipedia_summary": "Nathan Blecharczyk /blə'ʃɑrzɪk/ (born 1983) is the co-founder and chief strategy officer of Airbnb, and chairman of Airbnb China. Blecharczyk was also the company's first chief technology officer. Blecharczyk is the 203rd richest person in the world according to Forbes, with a net worth of $9.4 billion, mostly due to his ownership of 62 million shares of Airbnb.",
      "latest_news": [
        {
          "title": "Airbnb’s plan to be the ‘everything store’ for services",
          "date": "4 weeks ago",
          "desc": "Nathan Blecharczyk says the company aims to offer hundreds of services, from chefs to personal training, generating $90 billion in customer payments last..."
        },
        {
          "title": "Airbnb targets India's Gen Z, millennials to drive growth: Co-founder",
          "date": "1 month ago",
          "desc": "Online accommodation hosting platform Airbnb is tapping into the huge population of millennials and Gen Z in India to drive its growth, according to its..."
        },
        {
          "title": "Airbnb CEO Brian Chesky’s Simple Rule for Healthier Co-Founder Fights Can Help Any Relationship",
          "date": "1 month ago",
          "desc": "Research shows that 65 percent of startups fail because of conflict between co-founders. Which means Airbnb, co-founded by Brian Chesky, Nathan Blecharczyk,..."
        }
      ],
      "education": [],
      "jobs": []
    }
  }
}