{
  "description": "Cedar AI acts as a copilot for any app, engaging users, answering questions, and driving conversions like a founder would.",
  "company_overview": null,
  "headquarters_location": "California, United States, North America",
  "founder_names": ["Isabelle Ilyia", "Jesse Li"],
  "industry_categories": [
    "Artificial Intelligence (AI)",
    "B2B",
    "Generative AI"
  ],
  "news": "The Trump administration's flagship budget package includes the biggest Medicaid funding cuts ever proposed in the history of the program. If signed into law, it would kick more than 10 million Americans off Medicaid, according to estimates from the Congressional Budget Office. The main provision causing this is one that imposes strict work requirements for able-bodied adults ages 19 to 64. Under the legislation, enrollees would have to regularly report their work hours. There are also exemptions for people who are pregnant, postpartum and serving as full-time caregivers for dependents with disabilities. Only two states, Arkansas and Georgia, have implemented work requirements for Medicaid enrollees. The bill would shift Medicaid from an annual enrollment process to one that requires recipients to enroll every six months. It would also undo a Biden-era policy that sought to simplify enrollment and renewal. The legislation seeks to decrease federal matching funds for states’ Medicaid expansion populations. The bill would freeze provider taxes and cap state-directed payment programs. The bill would force states to choose between cutting critical benefits and raising taxes. States that have yet to adopt Medicaid managed care will be hit the hardest, the bill says. It would also require states to adjust their payment programs for inflation. The spending bill says that states’ funding resources are being restricted in the name of eliminating waste, fraud and abuse. American Hospital Association CEO Rick Pollack thinks this claim is disingenuous. These new policies are estimated to decimate federal support for the Medicaid program by more than $700 billion over 10 years. The Robert Wood Johnson Foundation estimates that uncompensated care will increase by $278 billion over the next decade if the spending bill is enacted. The Federation of American Hospitals highlighted that an increase in uninsured patients will drive up hospitals’ costs. Decreasing Medicaid funding would cause that figure to rise to an even more unsustainable level, he stated. Hospitals factor in things like bad debt and unpaid patient bills when they’re negotiating rates with insurers. The more bad debt that hospitals have to write off as a result of uncompensated care, the more they are going to have to raise their negotiated rates with commercial payers. Hospitals facing financial stress could be forced to reduce their staffing levels, cut services or even close their doors, Hempstead said. Rural hospitals are often one of the biggest employers in their area, she added. In rural communities, 18% of adults are covered by Medicaid. The spending bill moving through Congress threatens to halt that progress before those benefits can fully take hold. It's difficult to predict the exact economic impact it will have or how soon the effects will be realized. Experts agree that the bill would cast an oppressive and ongoing financial burden onto providers and patients. Allied Market Research published a report titled, \"Speech-to-text API Market - Global Opportunity Analysis and Industry Forecast, 2024-2034,\" valued at $5 Billion in 2024. The market is expected to grow at a CAGR of 15.2% from 2025 to 2034, reaching $21 Billion by 2034. The speech-to-text API market is segmented on the basis of component, enterprise size, application, industry vertical, and region. Advancements in AI, machine learning, and NLP enhance accuracy, fueling adoption across healthcare, legal, and education sectors. High development costs and data privacy concerns hinder market growth. By Application: Contact Center And Customer Management, Content Transcription, Fraud Detection & Prevention, Risk & Compliance Management, Subtitle Generation, and Others. Large Enterprise and SMEs. By Industry Vertical: BFSI, IT & Telecom, Healthcare, Retail & E-Commerce, Media & Entertainment, Education, Government & Defense. North America (U.S. and Canada) Europe (UK, Germany, France, Italy , Spain , and rest of Europe) Asia-Pacific ( China, Japan, India, Australia, South Korea ) LAMEA ( Latin America , Middle East , and Africa ) By Application, fraud detection and prevention is expected to register the highest growth, due to the rising need for real-time voice analytics, call monitoring, and AI-driven scam detection in financial and telecom sectors. By Industry Vertical, the education sector is expectedto register the high growth,due to the adoption of voice-enabled e-learning tools, lecture transcription, and accessibility features. The global speech-to-text API market is experiencing rapid expansion, driven by several key factors. Increase in adoption of AI and ML has significantly enhanced transcription accuracy. The shift toward cloud-based solutions offers scalability and cost-efficiency, particularly for SMEs. The growing emphasis on accessibility and compliance with regulations also promotes market growth. The speech-to-text API market is significantly influenced by evolving data privacy and security regulations. The education sector, in particular, offers untapped potential with the rise of e-learning and voice-enabled educational tools. As NLP and deep learning technologies advance, the market is poised for further innovation. Rise of AI ethics guidelines also affects development, ensuring transparency and bias mitigation in speech recognition algorithms. Non-compliance risks hefty fines and reputational damage, pushing vendors to adopt auditable, privacy-by-design frameworks. regions with laxer data laws have see faster adoption but face future regulatory tightening. The Asia-Pacific region emerged as the dominant force in the speech-to-text API market. Innovations in self-supervised learning allow APIs to support underrepresented languages and dialects. Fintech and call-center industries are adopting speech- to-text APIs with emotion/sentiment analysis to detect scams. Latin America is poised for explosive growth in the speech-to-text API market. Brazil and Mexico are leading this charge, with growing adoption in fintech, telehealth, and customer service applications. Rising smartphone penetration and improved internet infrastructure are making cloud-based voice solutions more accessible. In August 2023 , Descript acquired SquadCast, a move that enhances Descript's capabilities by integrating reliable remote recording directly into its platform. These companies are focusing on expanding their service offerings, strategic partnerships, and enhancing digital accessibility, customer outreach, and financial inclusion in the speech-to-text API industry. Descript acquired SquadCast, a move that enhances Descript's capabilities by integrating reliable remote recording directly into its platform. This acquisition allows Descript users to access SquadCast's remote recording features for free. It makes it easier to record, edit, and publish audio and video content all in one place. Trint launched Trint Live, an innovative feature that offers real-time speech-to-text transcription. It allows users to capture and transcribe live conversations, meetings, and events seamlessly across both desktop and mobile devices. In March 2025, Twilio partnered with Cedar to enhance patient billing experiences using AI-powered solutions. AMR introduces its online premium subscription-based library Avenue. With Avenue, subscribers can avail an entire repository of reports on more than 2,000 niche industries and more than 12,000 company profiles. Users can get an online access to quantitative and qualitative data in PDF and Excel formats. Allied Market Research (AMR) is a full-service market research and business-consulting wing of Allied Analytics LLP based in Wilmington, Delaware. AMR has a targeted view to provide business insights and consulting to assist its clients to make strategic business decisions and achieve sustainable growth. Cedar is the largest community-driven rewards token in history. It will distribute a staggering $40 million in BUSD directly to holders. No inflated APRs. No liquidity traps. Just real stablecoin-based income paid out on-chain. It is designed for transparency, decentralization, and actual, tangible value. Cedar’s first major utility, Atlas Wallet, has been in the works for over 2.5 years. Atlas is aiming high — toward the MetaMask and Phantom tier of wallets, where monthly revenues can hit $25 million or more. Put through a full beta cycle with real users over a 12 month period. Cedar DAO is a decentralized finance project focused on delivering stable, community-powered rewards. Originally launched in 2021 on Binance Smart Chain, Cedar distributed $40 million in stablecoin-based payouts to users. Now launching on Solana with $3.7M in $SOL liquid. Atlas Wallet is a secure, all-in-one crypto wallet built for today’s multi-chain world. Designed to support both everyday users and advanced crypto investors. Provides seamless access to top networks including Solana, Ethereum, BSC, PulseChain, Bitcoin, Cardano, Avalanche, Polygon, and Cronos. This is not investment advice, financial advice, or trading advice. It is recommended that you practice due diligence (including consultation with a professional financial advisor) before investing or trading securities and cryptocurrency. For confidential support call the Samaritans in the UK on 08457 90 90 90, visit a local Samaritans branch or click here for details.",
  "founder_info": {
    "Isabelle Ilyia": {
      "wikipedia_summary": null,
      "latest_news": [
        {
          "title": "Harold Lester Grindstaff Obituary August 22, 2017",
          "date": "3 months ago",
          "desc": "Harold L. Grindstaff, 74, of Stoney Creek, TN, was born on October 26, 1942 to the late George L. and Pairlee Grindstaff, and passed away on August 22, 2017."
        }
      ],
      "education": [
        "Georgia Institute of Technology Bachelor of Science - BS, Computer Science"
      ],
      "jobs": ["Cedar Co-founder and CTO"]
    },
    "Jesse Li": {
      "wikipedia_summary": "A photoresist (also known simply as a resist) is a light-sensitive material used in several processes, such as photolithography and photoengraving, to form a patterned coating on a surface. This process is crucial in the electronics industry.\nThe process begins by coating a substrate with a light-sensitive organic material.",
      "latest_news": [
        {
          "title": "In the Key of Fashion with Jessie Li",
          "date": "2 weeks ago",
          "desc": "In the Key of Fashion with Jessie Li ... It's not every day that a budding piano player becomes one of fashion's in-demand models. But for Jessie Li, that very..."
        },
        {
          "title": "Jessie Mei Li Talks ‘Havoc’, Tom Hardy and How ‘Shadow and Bone’ Set Up Her Career: “I’ve Got a Lot of Characters in Me That Need to Come Out”",
          "date": "1 month ago",
          "desc": "More Stories by Lily ... Jessie Mei Lee pointing a gun as Ellie in 'Havoc'. ... Jessie Mei Li is, admittedly, a little shy. So when Netflix's hit fantasy adaptation..."
        },
        {
          "title": "\"It was heartbreaking\": Jessie Mei Li on how Netflix's Havoc made her confront the mixed race experience",
          "date": "1 month ago",
          "desc": "In one scene from Havoc, which arrives on the streaming site on Friday 25 <sup>th</sup> April, Ellie communicates in Cantonese. Being brought up in the UK, Li didn't learn..."
        }
      ],
      "education": [],
      "jobs": []
    }
  }
}
