{
  "description": "EasyPadel is a platform for padel players to book courts, join tournaments, and connect with clubs and the padel community.",
  "company_overview": "EasyPadel is a comprehensive platform designed to revolutionize the padel tennis experience by seamlessly connecting players, clubs, and governing bodies. For players, EasyPadel offers convenient court bookings, access to tournaments, and real-time tracking of personal rankings and performance. Clubs benefit from advanced B2B tools for managing clients, schedules, and tournaments, enhancing operational efficiency. Additionally, government authorities can leverage B2G solutions to oversee club activities, manage national rankings, and support the sportâs development. EasyPadel aims to grow the padel community by providing an integrated ecosystem that simplifies participation, fosters competition, and drives the sportâs expansion across the World.",
  "headquarters_location": "Dubai, United Arab Emirates, Asia",
  "founder_names": ["Vadim Prikhodko"],
  "industry_categories": [
    "Apps",
    "B2B",
    "B2C",
    "Communities",
    "Reservations",
    "SaaS",
    "Software",
    "Sports"
  ],
  "news": "",
  "founder_info": {
    "Vadim Prikhodko": {
      "wikipedia_summary": "Could One Imagine? (Russian: Вам и не снилось, romanized: Vam i ne snilos), also released as Love and Lies, is a 1981 Soviet teen drama film directed by Ilya Frez based on the novella by Galina Shcherbakova.\n\n\n== Plot ==\nHigh school student Katya Shevchenko (Tatyana Aksyuta) moves to a new district and meets classmate Roman Lavochkin (Nikita Mikhaylovsky) at school.",
      "latest_news": [
        {
          "title": "Figure 3. Schematic of ALIANCE-T with plasma discharge.",
          "date": "8 months ago",
          "desc": "The paper describes the conceptual design of a small-scale experiment within the fusion neutron source project ALIANCE (Axisymmetric LInear Advanced Neutron..."
        },
        {
          "title": "Fig. 1. Conceptual design of the hybrid fusionefission reactor.",
          "date": "1 months ago",
          "desc": "Download scientific diagram | Conceptual design of the hybrid fusionefission reactor. from publication: Maintaining the close-to-critical state of thorium..."
        }
      ],
      "education": [],
      "jobs": ["Easy Padel CEO May 11,"]
    }
  }
}
